Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# rooms.host.stageFull
source: The stage is full. Move somebody to listeners first.
ar: المنصة ممتلئة. انقل أحدهم إلى المستمعين أولًا.
bn: মঞ্চ পূর্ণ। আগে কাউকে শ্রোতাদের মধ্যে সরান।
ca: L'escenari és ple. Passa primer algú als oients.
cs: Pódium je plné. Nejdřív někoho přesuň k posluchačům.
da: Scenen er fuld. Flyt først nogen til lytterne.
de: Die Bühne ist voll. Verschiebe zuerst jemanden zu den Zuhörern.
el: Η σκηνή είναι γεμάτη. Μετακίνησε πρώτα κάποιον στους ακροατές.
es: El escenario está lleno. Pasa antes a alguien a oyentes.
fi: Lava on täynnä. Siirrä ensin joku kuuntelijoihin.
fr: La scène est pleine. Déplacez d’abord quelqu’un vers les auditeurs.
he: הבמה מלאה. העבר קודם מישהו למאזינים.
hi: स्टेज भरा है। पहले किसी को श्रोताओं में भेजें।
hr: Pozornica je puna. Prvo nekoga premjesti među slušatelje.
hu: A színpad megtelt. Előbb helyezz át valakit a hallgatók közé.
id: Panggung penuh. Pindahkan seseorang ke pendengar dulu.
it: Il palco è pieno. Prima sposta qualcuno tra gli ascoltatori.
ja: ステージが満員です。先に誰かを聴く側に移してください。
ko: 무대가 가득 찼어요. 먼저 누군가를 청취자로 옮기세요.
ml: സ്റ്റേജ് നിറഞ്ഞു. ആദ്യം ആരെയെങ്കിലും കേൾവിക്കാരിലേക്ക് മാറ്റുക.
ms: Pentas penuh. Pindahkan seseorang ke pendengar dahulu.
nb: Scenen er full. Flytt noen til lyttere først.
nl: Het podium is vol. Verplaats eerst iemand naar de luisteraars.
pl: Scena jest pełna. Najpierw przenieś kogoś do słuchaczy.
pt_br: O palco está cheio. Mova antes alguém para os ouvintes.
pt_pt: O palco está cheio. Mova primeiro alguém para os ouvintes.
ro: Scena este plină. Mută mai întâi pe cineva printre ascultători.
ru: Сцена заполнена. Сначала переведите кого-нибудь в слушатели.
sk: Pódium je plné. Najprv niekoho presuň medzi poslucháčov.
sv: Scenen är full. Flytta först någon till lyssnarna.
ta: மேடை நிரம்பிவிட்டது. முதலில் ஒருவரைக் கேட்பவர்களுக்கு நகர்த்துங்கள்.
te: వేదిక నిండిపోయింది. ముందుగా ఒకరిని శ్రోతలకు తరలించండి.
th: เวทีเต็มแล้ว ย้ายใครสักคนไปเป็นผู้ฟังก่อน
tr: Sahne dolu. Önce birini dinleyicilere taşıyın.
uk: Сцена заповнена. Спершу переведіть когось до слухачів.
ur: اسٹیج بھرا ہوا ہے۔ پہلے کسی کو سننے والوں میں منتقل کریں۔
vi: Sân khấu đã đầy. Hãy chuyển ai đó về người nghe trước.
zh_hans: 发言台已满。请先把某人移到听众席。
zh_hant: 舞台已滿。請先將某人移到收聽者。

# rooms.host.takeMicBack
source: Move to listeners
ar: نقل إلى المستمعين
bn: শ্রোতাদের মধ্যে সরান
ca: Passa als oients
cs: Přesunout k posluchačům
da: Flyt til lyttere
de: Zu Zuhörern verschieben
el: Μετακίνηση στους ακροατές
es: Pasar a oyentes
fi: Siirrä kuuntelijoihin
fr: Déplacer vers les auditeurs
he: העבר למאזינים
hi: श्रोताओं में भेजें
hr: Premjesti među slušatelje
hu: Áthelyezés a hallgatók közé
id: Pindah ke pendengar
it: Sposta tra gli ascoltatori
ja: 聴く側に移す
ko: 청취자로 이동
ml: കേൾവിക്കാരിലേക്ക് മാറ്റുക
ms: Pindah ke pendengar
nb: Flytt til lyttere
nl: Naar luisteraars verplaatsen
pl: Przenieś do słuchaczy
pt_br: Mover para os ouvintes
pt_pt: Mover para os ouvintes
ro: Mută la ascultători
ru: Перевести в слушатели
sk: Presunúť medzi poslucháčov
sv: Flytta till lyssnare
ta: கேட்பவர்களுக்கு நகர்த்து
te: శ్రోతలకు తరలించు
th: ย้ายไปเป็นผู้ฟัง
tr: Dinleyicilere taşı
uk: Перевести до слухачів
ur: سننے والوں میں منتقل کریں
vi: Chuyển về người nghe
zh_hans: 移到听众席
zh_hant: 移到收聽者

# rooms.inviteOnly.badge
source: Invite only
ar: بدعوة فقط
bn: শুধু আমন্ত্রণে
ca: Només per invitació
cs: Jen na pozvání
da: Kun efter invitation
de: Nur mit Einladung
el: Μόνο με πρόσκληση
es: Solo por invitación
fi: Vain kutsulla
fr: Sur invitation
he: בהזמנה בלבד
hi: सिर्फ़ आमंत्रण
hr: Samo uz pozivnicu
hu: Csak meghívással
id: Hanya undangan
it: Solo su invito
ja: 招待のみ
ko: 초대 전용
ml: ക്ഷണം മാത്രം
ms: Jemputan sahaja
nb: Kun med invitasjon
nl: Alleen op uitnodiging
pl: Tylko na zaproszenie
pt_br: Só por convite
pt_pt: Só por convite
ro: Doar pe invitație
ru: Только по приглашению
sk: Iba na pozvanie
sv: Endast inbjudna
ta: அழைப்பு மட்டும்
te: ఆహ్వానం ద్వారా మాత్రమే
th: เฉพาะผู้ได้รับเชิญ
tr: Yalnızca davetle
uk: Лише за запрошенням
ur: صرف دعوت سے
vi: Chỉ theo lời mời
zh_hans: 仅限邀请
zh_hant: 僅限邀請

# rooms.inviteOnly.refusal
source: This room is invite only.
ar: هذه الغرفة بدعوة فقط.
bn: এই রুম শুধু আমন্ত্রণে।
ca: Aquesta sala és només per invitació.
cs: Tato místnost je jen na pozvání.
da: Dette rum er kun efter invitation.
de: Dieser Raum ist nur mit Einladung.
el: Αυτή η αίθουσα είναι μόνο με πρόσκληση.
es: Esta sala es solo por invitación.
fi: Tämä huone on vain kutsutuille.
fr: Ce salon est sur invitation uniquement.
he: החדר הזה בהזמנה בלבד.
hi: यह रूम केवल आमंत्रण के लिए है।
hr: Ova soba je samo uz pozivnicu.
hu: Ez a szoba csak meghívással érhető el.
id: Room ini hanya untuk undangan.
it: Questa stanza è solo su invito.
ja: このルームは招待のみです。
ko: 이 룸은 초대 전용이에요.
ml: ഈ റൂം ക്ഷണം മാത്രമുള്ളതാണ്.
ms: Bilik ini jemputan sahaja.
nb: Dette rommet er kun med invitasjon.
nl: Deze room is alleen op uitnodiging.
pl: Ten pokój jest tylko na zaproszenie.
pt_br: Esta sala é só por convite.
pt_pt: Esta sala é só por convite.
ro: Această cameră este doar pe invitație.
ru: Эта комната только по приглашению.
sk: Táto miestnosť je iba na pozvanie.
sv: Det här rummet är endast för inbjudna.
ta: இந்த அறை அழைப்பு மட்டும்.
te: ఈ రూమ్ ఆహ్వానం ద్వారా మాత్రమే.
th: ห้องนี้เฉพาะผู้ได้รับเชิญ
tr: Bu oda yalnızca davetle girilir.
uk: Ця кімната лише за запрошеннями.
ur: یہ روم صرف دعوت سے ہے۔
vi: Phòng này chỉ theo lời mời.
zh_hans: 此房间仅限受邀者。
zh_hant: 此聊天室僅限邀請。

# rooms.invites.add.a11yHint
source: Invites the handles you typed
ar: يدعو المعرّفات التي كتبتها
bn: আপনার লেখা হ্যান্ডেলগুলোকে আমন্ত্রণ জানায়
ca: Convida els identificadors que has escrit
cs: Pozve zadané handly
da: Inviterer de handles, du skrev
de: Lädt die eingegebenen Handles ein
el: Προσκαλεί τα handle που πληκτρολόγησες
es: Invita a los identificadores que escribiste
fi: Kutsuu kirjoittamasi käyttäjätunnukset
fr: Invite les identifiants que vous avez saisis
he: מזמין את שמות המשתמש שהקלדת
hi: आपके टाइप किए हैंडल को आमंत्रित करता है
hr: Poziva handleove koje si upisao/la
hu: Meghívja a beírt @neveket
id: Mengundang handle yang kamu ketik
it: Invita gli handle che hai scritto
ja: 入力したハンドルを招待します
ko: 입력한 핸들을 초대해요
ml: നിങ്ങൾ ടൈപ്പ് ചെയ്ത ഹാൻഡിലുകളെ ക്ഷണിക്കുന്നു
ms: Menjemput nama pengendali yang anda taip
nb: Inviterer brukernavnene du skrev inn
nl: Nodigt de handles uit die je hebt getypt
pl: Zaprasza wpisane uchwyty
pt_br: Convida os @usuários que você digitou
pt_pt: Convida os identificadores que escreveu
ro: Invită handle-urile scrise de tine
ru: Приглашает введённые имена пользователей
sk: Pozve používateľské mená, ktoré si zadal
sv: Bjuder in användarnamnen du skrev
ta: நீங்கள் தட்டச்சு செய்த ஹேண்டில்களை அழைக்கும்
te: మీరు టైప్ చేసిన హ్యాండిల్‌లను ఆహ్వానిస్తుంది
th: เชิญแฮนเดิลที่คุณพิมพ์
tr: Yazdığınız kullanıcı adlarını davet eder
uk: Запрошує @імена, які ви ввели
ur: آپ کے ٹائپ کیے ہوئے ہینڈلز کو مدعو کرتا ہے
vi: Mời các tên người dùng bạn đã gõ
zh_hans: 邀请你输入的用户名
zh_hant: 邀請你輸入的代號

# rooms.invites.add.button
source: Send invitations
ar: إرسال الدعوات
bn: আমন্ত্রণ পাঠান
ca: Envia invitacions
cs: Odeslat pozvánky
da: Send invitationer
de: Einladungen senden
el: Αποστολή προσκλήσεων
es: Enviar invitaciones
fi: Lähetä kutsut
fr: Envoyer les invitations
he: שלח הזמנות
hi: आमंत्रण भेजें
hr: Pošalji pozivnice
hu: Meghívók küldése
id: Kirim undangan
it: Invia inviti
ja: 招待を送信
ko: 초대 보내기
ml: ക്ഷണങ്ങൾ അയയ്ക്കുക
ms: Hantar jemputan
nb: Send invitasjoner
nl: Uitnodigingen versturen
pl: Wyślij zaproszenia
pt_br: Enviar convites
pt_pt: Enviar convites
ro: Trimite invitații
ru: Отправить приглашения
sk: Poslať pozvánky
sv: Skicka inbjudningar
ta: அழைப்புகளை அனுப்பு
te: ఆహ్వానాలు పంపు
th: ส่งคำเชิญ
tr: Davetleri gönder
uk: Надіслати запрошення
ur: دعوتیں بھیجیں
vi: Gửi lời mời
zh_hans: 发送邀请
zh_hant: 傳送邀請

# rooms.invites.add.label
source: Invite more
ar: ادعُ المزيد
bn: আরও আমন্ত্রণ জানান
ca: Convida'n més
cs: Pozvat další
da: Invitér flere
de: Weitere einladen
el: Πρόσκληση περισσότερων
es: Invitar a más
fi: Kutsu lisää
fr: Inviter d’autres personnes
he: הזמן עוד
hi: और लोगों को आमंत्रित करें
hr: Pozovi još
hu: Több ember meghívása
id: Undang lebih banyak
it: Invita altri
ja: さらに招待
ko: 더 초대하기
ml: കൂടുതൽ പേരെ ക്ഷണിക്കുക
ms: Jemput lagi
nb: Inviter flere
nl: Meer uitnodigen
pl: Zaproś więcej
pt_br: Convidar mais
pt_pt: Convidar mais
ro: Invită mai mulți
ru: Пригласить ещё
sk: Pozvať ďalších
sv: Bjud in fler
ta: மேலும் அழை
te: మరింత మందిని ఆహ్వానించండి
th: เชิญเพิ่ม
tr: Daha fazla davet et
uk: Запросити ще
ur: مزید مدعو کریں
vi: Mời thêm
zh_hans: 邀请更多人
zh_hant: 邀請更多人

# rooms.invites.added
source: %lld people invited
ar: تمت دعوة %lld شخص
bn: %lld জনকে আমন্ত্রণ জানানো হয়েছে
ca: %lld persones convidades
cs: Pozváno %lld lidí
da: %lld personer inviteret
de: %lld Personen eingeladen
el: Προσκλήθηκαν %lld άτομα
es: %lld personas invitadas
fi: %lld henkilöä kutsuttu
fr: %lld personnes invitées
he: %lld אנשים הוזמנו
hi: %lld लोग आमंत्रित
hr: Pozvano je %lld osoba
hu: %lld ember meghívva
id: %lld orang diundang
it: %lld persone invitate
ja: %lld人を招待しました
ko: %lld명 초대함
ml: %lld പേരെ ക്ഷണിച്ചു
ms: %lld orang dijemput
nb: %lld personer invitert
nl: %lld mensen uitgenodigd
pl: Zaproszono %lld osoby
pt_br: %lld pessoas convidadas
pt_pt: %lld pessoas convidadas
ro: %lld de persoane invitate
ru: Приглашено %lld человека
sk: Pozvaných %lld osôb
sv: %lld personer inbjudna
ta: %lld பேர் அழைக்கப்பட்டனர்
te: %lld మంది వ్యక్తులను ఆహ్వానించారు
th: เชิญ %lld คนแล้ว
tr: %lld kişi davet edildi
uk: Запрошено %lld людини
ur: %lld لوگوں کو مدعو کیا گیا
vi: Đã mời %lld người
zh_hans: 已邀请 %lld 人
zh_hant: 已邀請 %lld 人

# rooms.invites.count
source: %lld guests
ar: %lld ضيف
bn: %lld জন অতিথি
ca: %lld convidats
cs: %lld hostů
da: %lld gæster
de: %lld Gäste
el: %lld καλεσμένοι
es: %lld invitados
fi: %lld vierasta
fr: %lld invités
he: %lld אורחים
hi: %lld मेहमान
hr: %lld gostiju
hu: %lld vendég
id: %lld tamu
it: %lld ospiti
ja: ゲスト%lld人
ko: 게스트 %lld명
ml: %lld അതിഥികൾ
ms: %lld tetamu
nb: %lld gjester
nl: %lld gasten
pl: %lld gościa
pt_br: %lld convidados
pt_pt: %lld convidados
ro: %lld de invitați
ru: %lld гостя
sk: %lld hostí
sv: %lld gäster
ta: %lld விருந்தினர்கள்
te: %lld మంది అతిథులు
th: แขก %lld คน
tr: %lld misafir
uk: %lld гостя
ur: %lld مہمان
vi: %lld khách
zh_hans: %lld 位嘉宾
zh_hant: %lld 位來賓

# rooms.invites.empty.message
source: Only you can enter until you invite somebody.
ar: لن يدخل أحد سواك حتى تدعو شخصًا.
bn: কাউকে আমন্ত্রণ না জানানো পর্যন্ত শুধু আপনিই ঢুকতে পারেন।
ca: Només tu pots entrar fins que convidis algú.
cs: Dokud nikoho nepozveš, můžeš vstoupit jen ty.
da: Kun du kan komme ind, indtil du inviterer nogen.
de: Nur du kannst hinein, bis du jemanden einlädst.
el: Μόνο εσύ μπορείς να μπεις μέχρι να προσκαλέσεις κάποιον.
es: Solo tú puedes entrar hasta que invites a alguien.
fi: Vain sinä pääset sisään, kunnes kutsut jonkun.
fr: Vous seul pouvez entrer tant que vous n’invitez personne.
he: רק אתה יכול להיכנס עד שתזמין מישהו.
hi: जब तक आप किसी को आमंत्रित नहीं करते, केवल आप अंदर आ सकते हैं।
hr: Samo ti možeš ući dok nekoga ne pozoveš.
hu: Csak te léphetsz be, amíg nem hívsz meg valakit.
id: Hanya kamu yang bisa masuk sampai kamu mengundang seseorang.
it: Solo tu puoi entrare finché non inviti qualcuno.
ja: 誰かを招待するまでは、あなただけが入れます。
ko: 누군가를 초대하기 전에는 나만 입장할 수 있어요.
ml: നിങ്ങൾ ആരെയെങ്കിലും ക്ഷണിക്കുന്നതുവരെ നിങ്ങൾക്ക് മാത്രമേ പ്രവേശിക്കാനാകൂ.
ms: Hanya anda boleh masuk sehingga anda menjemput seseorang.
nb: Bare du kan gå inn til du inviterer noen.
nl: Alleen jij kunt binnenkomen totdat je iemand uitnodigt.
pl: Wejść możesz tylko Ty, dopóki kogoś nie zaprosisz.
pt_br: Só você pode entrar até convidar alguém.
pt_pt: Só você pode entrar até convidar alguém.
ro: Doar tu poți intra până invii pe cineva.
ru: Войти можете только вы, пока не пригласите кого-нибудь.
sk: Kým nikoho nepozveš, môžeš vstúpiť iba ty.
sv: Bara du kan gå in tills du bjuder in någon.
ta: நீங்கள் யாரையாவது அழைக்கும் வரை நீங்கள் மட்டுமே நுழைய முடியும்.
te: మీరు ఎవరినైనా ఆహ్వానించే వరకు మీరు మాత్రమే ప్రవేశించగలరు.
th: มีเพียงคุณที่เข้าได้จนกว่าคุณจะเชิญใคร
tr: Birini davet edene kadar yalnızca siz girebilirsiniz.
uk: Увійти можете лише ви, доки не запросите когось.
ur: جب تک آپ کسی کو مدعو نہ کریں صرف آپ داخل ہو سکتے ہیں۔
vi: Chỉ bạn vào được cho đến khi bạn mời ai đó.
zh_hans: 在你邀请别人之前，只有你自己能进入。
zh_hant: 在你邀請別人之前，只有你能進入。

# rooms.invites.empty.title
source: Nobody invited yet
ar: لم تتم دعوة أحد بعد
bn: এখনও কাউকে আমন্ত্রণ জানানো হয়নি
ca: Encara no hi ha ningú convidat
cs: Zatím nikdo pozván
da: Ingen inviteret endnu
de: Noch niemand eingeladen
el: Δεν έχει προσκληθεί κανείς ακόμα
es: Aún no has invitado a nadie
fi: Ketään ei ole vielä kutsuttu
fr: Personne n’est encore invité
he: עדיין לא הוזמן אף אחד
hi: अभी किसी को आमंत्रित नहीं किया
hr: Još nitko nije pozvan
hu: Még senkit nem hívtak meg
id: Belum ada yang diundang
it: Ancora nessun invitato
ja: まだ誰も招待していません
ko: 아직 초대한 사람이 없어요
ml: ആരെയും ക്ഷണിച്ചിട്ടില്ല
ms: Belum ada yang dijemput
nb: Ingen invitert ennå
nl: Nog niemand uitgenodigd
pl: Jeszcze nikogo nie zaproszono
pt_br: Ninguém convidado ainda
pt_pt: Ainda ninguém convidado
ro: Încă nu ai invitat pe nimeni
ru: Пока никто не приглашён
sk: Zatiaľ nikto nie je pozvaný
sv: Ingen inbjuden än
ta: இன்னும் யாரும் அழைக்கப்படவில்லை
te: ఇంకా ఎవరినీ ఆహ్వానించలేదు
th: ยังไม่ได้เชิญใคร
tr: Henüz kimse davet edilmedi
uk: Ще нікого не запрошено
ur: ابھی کسی کو مدعو نہیں کیا
vi: Chưa mời ai
zh_hans: 还没有邀请任何人
zh_hant: 還沒有邀請任何人

# rooms.invites.explanation
source: Only these people can enter. Withdrawing an invitation stops someone joining later — it does not remove anyone who is already here.
ar: لا يدخل سوى هؤلاء. سحب الدعوة يمنع الانضمام لاحقًا، ولا يُخرج من هو موجود الآن.
bn: শুধু এই মানুষেরা ঢুকতে পারে। আমন্ত্রণ প্রত্যাহার করলে কেউ পরে যোগ দিতে পারে না — যে ইতিমধ্যে ভেতরে আছে তাকে সরায় না।
ca: Només aquestes persones hi poden entrar. Retirar una invitació impedeix que algú s'hi uneixi més tard, però no expulsa ningú que ja hi sigui.
cs: Vstoupit mohou jen tito lidé. Odvoláním pozvánky zabráníš někomu připojit se později – neodebere to nikoho, kdo už je uvnitř.
da: Kun disse folk kan komme ind. Hvis du trækker en invitation tilbage, kan vedkommende ikke komme ind senere – men den fjerner ikke dem, der allerede er her.
de: Nur diese Personen können hinein. Das Zurückziehen einer Einladung verhindert späteren Beitritt – es entfernt niemanden, der schon hier ist.
el: Μόνο αυτά τα άτομα μπορούν να μπουν. Η ανάκληση μιας πρόσκλησης εμποδίζει κάποιον να μπει αργότερα — δεν αφαιρεί όποιον είναι ήδη εδώ.
es: Solo estas personas pueden entrar. Retirar una invitación impide que alguien se una más tarde; no expulsa a quien ya está dentro.
fi: Vain nämä ihmiset pääsevät sisään. Kutsun peruminen estää liittymisen myöhemmin – se ei poista ketään, joka on jo paikalla.
fr: Seules ces personnes peuvent entrer. Retirer une invitation empêche quelqu’un de rejoindre plus tard — cela ne retire personne qui est déjà là.
he: רק האנשים האלה יכולים להיכנס. ביטול הזמנה מונע ממישהו להצטרף מאוחר יותר — הוא לא מסיר מי שכבר כאן.
hi: केवल यही लोग अंदर आ सकते हैं। आमंत्रण वापस लेने से कोई बाद में जुड़ नहीं पाएगा — जो पहले से यहाँ है उसे हटाया नहीं जाता।
hr: Samo ti ljudi mogu ući. Povlačenje pozivnice sprječava kasnije pridruživanje — ne uklanja nikoga tko je već ovdje.
hu: Csak ők léphetnek be. A meghívó visszavonása megakadályozza, hogy valaki később csatlakozzon – a már bent lévőket nem távolítja el.
id: Hanya orang-orang ini yang bisa masuk. Menarik undangan menghentikan seseorang bergabung nanti — tidak mengeluarkan siapa pun yang sudah ada di sini.
it: Solo queste persone possono entrare. Ritirare un invito impedisce a qualcuno di unirsi più tardi, ma non rimuove chi è già dentro.
ja: 入れるのはこの人たちだけです。招待を取り消すと、あとから参加できなくなりますが、すでに入っている人は退室になりません。
ko: 이 사람들만 입장할 수 있어요. 초대를 철회하면 나중에 참여하지 못하지만, 이미 들어와 있는 사람은 내보내지지 않아요.
ml: ഇവർക്ക് മാത്രമേ പ്രവേശിക്കാനാകൂ. ക്ഷണം പിൻവലിച്ചാൽ പിന്നീട് ചേരുന്നത് തടയും — ഇപ്പോൾ അകത്തുള്ളവരെ അത് നീക്കില്ല.
ms: Hanya orang ini boleh masuk. Menarik balik jemputan menghalang seseorang menyertai kemudian — ia tidak mengalih keluar sesiapa yang sudah berada di sini.
nb: Bare disse folkene kan komme inn. Å trekke tilbake en invitasjon hindrer noen i å bli med senere, men fjerner ikke dem som allerede er her.
nl: Alleen deze mensen kunnen binnenkomen. Een uitnodiging intrekken voorkomt dat iemand later meedoet; het verwijdert niemand die er al is.
pl: Wejść mogą tylko te osoby. Wycofanie zaproszenia uniemożliwia dołączenie w przyszłości — nie usuwa nikogo, kto już tu jest.
pt_br: Só estas pessoas podem entrar. Retirar um convite impede que alguém entre depois, mas não remove quem já está aqui.
pt_pt: Só estas pessoas podem entrar. Retirar um convite impede alguém de entrar mais tarde — não remove ninguém que já esteja aqui.
ro: Doar aceste persoane pot intra. Retragerea unei invitații oprește pe cineva să se alăture mai târziu — nu scoate pe nimeni care este deja aici.
ru: Войти могут только эти люди. Отзыв приглашения не даст человеку присоединиться позже — но не удалит тех, кто уже здесь.
sk: Vstúpiť môžu iba títo ľudia. Odvolanie pozvánky zabráni niekomu pripojiť sa neskôr — neodstráni nikoho, kto už tu je.
sv: Bara dessa personer kan gå in. Att dra tillbaka en inbjudan hindrar någon från att gå med senare – den tar inte bort någon som redan är här.
ta: இவர்கள் மட்டுமே நுழையலாம். அழைப்பைத் திரும்பப் பெற்றால் பின்னர் ஒருவர் சேர்வது நிற்கும் — ஏற்கெனவே உள்ளே இருப்பவரை அது நீக்காது.
te: ఈ వ్యక్తులు మాత్రమే ప్రవేశించగలరు. ఆహ్వానాన్ని ఉపసంహరిస్తే తర్వాత ఎవరైనా చేరడం ఆగుతుంది — ఇప్పటికే ఇక్కడ ఉన్నవారు తొలగించబడరు.
th: เฉพาะคนเหล่านี้เท่านั้นที่เข้าได้ การถอนคำเชิญจะหยุดคนที่จะเข้ามาภายหลัง แต่ไม่ได้นำคนที่อยู่ในห้องแล้วออก
tr: Yalnızca bu kişiler girebilir. Daveti geri çekmek, birinin sonradan katılmasını engeller; zaten burada olanı çıkarmaz.
uk: Увійти можуть лише ці люди. Скасування запрошення не дає людині приєднатися пізніше — але не вилучає тих, хто вже тут.
ur: صرف یہی لوگ داخل ہو سکتے ہیں۔ دعوت واپس لینے سے کوئی بعد میں شامل نہیں ہو سکتا — جو پہلے سے یہاں ہے اسے ہٹایا نہیں جاتا۔
vi: Chỉ những người này vào được. Rút lời mời sẽ ngăn ai đó tham gia sau — nhưng không xóa người đã ở đây.
zh_hans: 只有这些人可以进入。撤回邀请可阻止对方之后加入，但不会移除已经在场的人。
zh_hant: 只有這些人能進入。撤回邀請可阻止對方之後加入，但不會移除已在場的人。

# rooms.invites.open.a11yHint
source: Opens the guest list for this room
ar: يفتح قائمة ضيوف هذه الغرفة
bn: এই রুমের অতিথি তালিকা খোলে
ca: Obre la llista de convidats d'aquesta sala
cs: Otevře seznam hostů této místnosti
da: Åbner gæstelisten for dette rum
de: Öffnet die Gästeliste für diesen Raum
el: Ανοίγει τη λίστα καλεσμένων αυτής της αίθουσας
es: Abre la lista de invitados de esta sala
fi: Avaa tämän huoneen vieraslistan
fr: Ouvre la liste des invités de ce salon
he: פותח את רשימת האורחים של החדר הזה
hi: इस रूम की मेहमान सूची खोलता है
hr: Otvara popis gostiju za ovu sobu
hu: Megnyitja a szoba vendéglistáját
id: Membuka daftar tamu untuk room ini
it: Apre l'elenco degli ospiti di questa stanza
ja: このルームのゲストリストを開きます
ko: 이 룸의 게스트 목록을 열어요
ml: ഈ റൂമിലെ അതിഥി പട്ടിക തുറക്കുന്നു
ms: Membuka senarai tetamu untuk bilik ini
nb: Åpner gjestelisten for dette rommet
nl: Opent de gastenlijst van deze room
pl: Otwiera listę gości tego pokoju
pt_br: Abre a lista de convidados desta sala
pt_pt: Abre a lista de convidados desta sala
ro: Deschide lista de invitați a acestei camere
ru: Открывает список гостей этой комнаты
sk: Otvorí zoznam hostí tejto miestnosti
sv: Öppnar gästlistan för det här rummet
ta: இந்த அறையின் விருந்தினர் பட்டியலைத் திறக்கும்
te: ఈ రూమ్ అతిథుల జాబితాను తెరుస్తుంది
th: เปิดรายชื่อแขกของห้องนี้
tr: Bu odanın misafir listesini açar
uk: Відкриває список гостей цієї кімнати
ur: اس روم کی مہمانوں کی فہرست کھولتا ہے
vi: Mở danh sách khách của phòng này
zh_hans: 打开此房间的嘉宾名单
zh_hant: 開啟此聊天室的來賓名單

# rooms.invites.revoke
source: Withdraw
ar: سحب
bn: প্রত্যাহার
ca: Retira
cs: Odvolat
da: Træk tilbage
de: Zurückziehen
el: Ανάκληση
es: Retirar
fi: Peru
fr: Retirer
he: בטל
hi: वापस लें
hr: Povuci
hu: Visszavonás
id: Tarik
it: Ritira
ja: 取り消す
ko: 철회
ml: പിൻവലിക്കുക
ms: Tarik balik
nb: Trekk tilbake
nl: Intrekken
pl: Wycofaj
pt_br: Retirar
pt_pt: Retirar
ro: Retrage
ru: Отозвать
sk: Odvolať
sv: Dra tillbaka
ta: திரும்பப் பெறு
te: ఉపసంహరించు
th: ถอน
tr: Geri çek
uk: Скасувати
ur: واپس لیں
vi: Rút lại
zh_hans: 撤回
zh_hant: 撤回

# rooms.invites.revoke.a11yHint
source: Withdraws the invitation for %@
ar: يسحب دعوة %@
bn: %@-এর আমন্ত্রণ প্রত্যাহার করে
ca: Retira la invitació de %@
cs: Odvolá pozvánku pro %@
da: Trækker invitationen til %@ tilbage
de: Zieht die Einladung für %@ zurück
el: Ανακαλεί την πρόσκληση για τον/την %@
es: Retira la invitación de %@
fi: Peruu kutsun käyttäjälle %@
fr: Retire l’invitation de %@
he: מבטל את ההזמנה של %@
hi: %@ का आमंत्रण वापस लेता है
hr: Povlači pozivnicu za %@
hu: Visszavonja %@ meghívóját
id: Menarik undangan untuk %@
it: Ritira l'invito per %@
ja: %@への招待を取り消します
ko: %@님에 대한 초대를 철회해요
ml: %@ എന്നയാളുടെ ക്ഷണം പിൻവലിക്കുന്നു
ms: Menarik balik jemputan untuk %@
nb: Trekker tilbake invitasjonen til %@
nl: Trekt de uitnodiging voor %@ in
pl: Wycofuje zaproszenie dla: %@
pt_br: Retira o convite de %@
pt_pt: Retira o convite de %@
ro: Retrage invitația pentru %@
ru: Отзывает приглашение для %@
sk: Odvolá pozvánku pre %@
sv: Drar tillbaka inbjudan till %@
ta: %@ க்கான அழைப்பைத் திரும்பப் பெறும்
te: %@ కోసం ఆహ్వానాన్ని ఉపసంహరిస్తుంది
th: ถอนคำเชิญของ %@
tr: %@ için daveti geri çeker
uk: Скасовує запрошення для %@
ur: %@ کی دعوت واپس لیتا ہے
vi: Rút lại lời mời dành cho %@
zh_hans: 撤回对 %@ 的邀请
zh_hant: 撤回對 %@ 的邀請

# rooms.invites.revoked
source: @%@ can no longer join.
ar: لم يعد بإمكان ⁦@%@⁩ الانضمام.
bn: @%@ আর যোগ দিতে পারবে না।
ca: @%@ ja no s'hi pot unir.
cs: @%@ se už nemůže připojit.
da: @%@ kan ikke længere komme med.
de: @%@ kann nicht mehr beitreten.
el: Ο/Η @%@ δεν μπορεί πια να μπει.
es: @%@ ya no puede unirse.
fi: @%@ ei voi enää liittyä.
fr: @%@ ne peut plus rejoindre.
he: @%@ לא יכול עוד להצטרף.
hi: @%@ अब जुड़ नहीं सकते।
hr: @%@ se više ne može pridružiti.
hu: @%@ már nem csatlakozhat.
id: @%@ tidak bisa lagi bergabung.
it: @%@ non può più unirsi.
ja: @%@はもう参加できません。
ko: @%@님은 더 이상 참여할 수 없어요.
ml: @%@ ഇനി ചേരാനാകില്ല.
ms: @%@ tidak lagi boleh menyertai.
nb: @%@ kan ikke lenger bli med.
nl: @%@ kan niet meer meedoen.
pl: @%@ nie może już dołączyć.
pt_br: @%@ não pode mais entrar.
pt_pt: @%@ já não pode entrar.
ro: @%@ nu se mai poate alătura.
ru: @%@ больше не может присоединиться.
sk: @%@ sa už nemôže pripojiť.
sv: @%@ kan inte längre gå med.
ta: @%@ இனி சேர முடியாது.
te: @%@ ఇక చేరలేరు.
th: @%@ เข้าร่วมไม่ได้อีกต่อไป
tr: @%@ artık katılamaz.
uk: @%@ більше не може приєднатися.
ur: @%@ اب شامل نہیں ہو سکتے۔
vi: @%@ không thể tham gia nữa.
zh_hans: @%@ 无法再加入。
zh_hant: @%@ 無法再加入。

# rooms.invites.title
source: Guests
ar: الضيوف
bn: অতিথি
ca: Convidats
cs: Hosté
da: Gæster
de: Gäste
el: Καλεσμένοι
es: Invitados
fi: Vieraat
fr: Invités
he: אורחים
hi: मेहमान
hr: Gosti
hu: Vendégek
id: Tamu
it: Ospiti
ja: ゲスト
ko: 게스트
ml: അതിഥികൾ
ms: Tetamu
nb: Gjester
nl: Gasten
pl: Goście
pt_br: Convidados
pt_pt: Convidados
ro: Invitați
ru: Гости
sk: Hostia
sv: Gäster
ta: விருந்தினர்கள்
te: అతిథులు
th: แขกรับเชิญ
tr: Misafirler
uk: Гості
ur: مہمان
vi: Khách
zh_hans: 嘉宾
zh_hant: 來賓
